<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワード更新機能で使用されるデフォルトの
    | メッセージです。これらは、アプリケーションに合わせて
    | 自由に変更できます。
    |
    */

    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセット用のリンクをメールで送信しました。',
    'throttled' => 'しばらくしてから再試行してください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'このメールアドレスに一致するユーザーが見つかりませんでした。',

];
